//Вводные данные
const PHOTO_COUNT = 25;
const MIN_LIKE = 15;//Минимальное количество лайков
const MAX_LIKE = 200; //Максимальное количество лайков

const DESCRIPTIONS = [
  'СуперМега Фото',
  'Странная фотка',
  'Главное горзионт чтоб завалили',
  'Ну красота же',
  'У каждого такая фотка есть'
];
const NAMES = [
  'Iak',
  'Kalir',
  'Wefor',
  'Gor',
  'Asa',
  'Posad'
];
const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

export {PHOTO_COUNT, MIN_LIKE, MAX_LIKE, DESCRIPTIONS, NAMES, MESSAGES}
